tap "arunvelsriram/stable"
tap "azure/draft"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/avr"
tap "px4/px4"
tap "universal-ctags/universal-ctags"
cask "java"
brew "apr-util"
brew "xz"
brew "asciinema"
brew "bash-git-prompt"
brew "bat"
brew "curl"
brew "dfu-programmer"
brew "dfu-util"
brew "dnsmasq"
brew "docker", link: false
brew "docker-machine-driver-hyperkit"
brew "docker-machine-driver-xhyve"
brew "fd"
brew "findutils"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gettext"
brew "git"
brew "glide"
brew "gnu-tar"
brew "google-java-format"
brew "gradle"
brew "grep"
brew "groovy"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "kubectx"
brew "kubernetes-helm"
brew "libevent"
brew "libidn2"
brew "libxslt"
brew "libyaml"
brew "luajit"
brew "mas"
brew "maven"
brew "maven-shell"
brew "neovim"
brew "openshift-cli"
brew "peco"
brew "perl"
brew "pv"
brew "ripgrep"
brew "ruby"
brew "ssh-copy-id"
brew "utf8proc"
brew "subversion"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zsh"
brew "arunvelsriram/stable/kube-fzf"
brew "azure/draft/draft"
brew "osx-cross/avr/avr-gcc"
brew "px4/px4/gcc-arm-none-eabi"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "aerial"
cask "alacritty"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "intellij-idea-ce"
cask "java8"
cask "minikube"
cask "minishift"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
