tap "arunvelsriram/stable"
tap "azure/draft"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/avr"
tap "px4/px4"
tap "universal-ctags/universal-ctags"
brew "asciinema"
#brew "bash-git-prompt"
brew "bat"
brew "curl"
brew "docker"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libxslt"
brew "libyaml"
brew "maven"
brew "neovim"
brew "node"
brew "peco"
brew "perl"
brew "pv"
brew "ripgrep"
brew "ruby"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zsh"
brew "arunvelsriram/stable/kube-fzf"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "aerial"
cask "alacritty"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "intellij-idea"
